export const Eggs = () => {
  const eggs = `Перепелині яйця техаського білого бройлера: користь, якість та універсальність`;

  return (
    <>
      <h2 className="mb-8 text-3xl font-bold text-center">{eggs}</h2>
      <div className="mb-8 py-8">
        <div className="text-2xl">
          <p style={{ textIndent: '30px' }}>
            <strong>Перепелині яйця техаського білого бройлера</strong> — це
            справжній суперфуд, створений природою для підтримки здоров’я та
            гарного самопочуття. Вони об&apos;єднують у собі високу харчову
            цінність, унікальний смак і широке кулінарне застосування.
          </p>
          <p style={{ textIndent: '30px' }}>
            Техаський білий бройлерний перепел був виведений у 1970-х роках у
            США. Хоча основна мета селекції цієї породи полягала у створенні
            м’ясних птахів, яйця перепелів також вразили споживачів своїми
            перевагами. Самки цієї породи відкладають до 280-300 яєць на рік, що
            робить їх не лише продуктивними, але й ідеальним вибором для
            отримання якісних яєць.
          </p>
          <br />
          <p style={{ textIndent: '30px' }}>
            <strong>Чому варто обрати перепелині яйця?</strong>
          </p>
          <ul style={{ textIndent: '30px' }}>
            <li>
              <strong>- Висока харчова цінність:</strong>
              <ul>
                <li>
                  - Яйця багаті вітамінами А, В, Е, амінокислотами та
                  мікроелементами (залізо, калій, фосфор).
                </li>
                <li>
                  - Вони сприяють покращенню роботи серцево-судинної системи,
                  зміцнюють імунітет і підтримують здоров’я шкіри, волосся та
                  нігтів.
                </li>
              </ul>
            </li>
            <li>
              <strong>- Гіпоалергенність:</strong>
              <ul>
                <li>
                  - На відміну від курячих яєць, перепелині рідко викликають
                  алергічні реакції. Їх можна вживати навіть дітям і людям із
                  чутливим організмом.
                </li>
              </ul>
            </li>
            <li>
              <strong>- Природний підсилювач здоров’я:</strong>
              <ul>
                <li>
                  - Регулярне споживання перепелиних яєць допомагає знизити
                  стрес, підвищити працездатність і зміцнити нервову систему.
                </li>
              </ul>
            </li>
          </ul>
          <br />
          <p style={{ textIndent: '30px' }}>
            <strong>Для кого ці яйця?</strong>
          </p>
          <ul style={{ textIndent: '30px' }}>
            <li>
              <strong>- Дітям:</strong> сприяють здоровому росту та розвитку.
            </li>
            <li>
              <strong>- Дорослим:</strong> підтримують організм у стресових
              умовах і насичують енергією.
            </li>
            <li>
              <strong>- Літнім людям:</strong> допомагають зберегти міцність
              кісток та нормалізувати кров&apos;яний тиск.
            </li>
          </ul>
          <br />
          <p style={{ textIndent: '30px' }}>
            <strong>
              Перепелині яйця — це універсальний продукт на вашій кухні:
            </strong>
          </p>
          <ul style={{ textIndent: '30px' }}>
            <li>
              - Використовуйте їх у салатах, запіканках, омлетах чи канапе.
            </li>
            <li>
              - Приготуйте дієтичні страви, адже ці яйця мають низьку
              калорійність.
            </li>
            <li>
              - Завдяки їхньому мініатюрному розміру, вони також стануть
              оригінальною прикрасою для страв.
            </li>
          </ul>
          <br />
          <p style={{ textIndent: '30px' }}>
            <strong>Чому обрати наші яйця?</strong>
          </p>
          <p style={{ textIndent: '30px' }}>
            Як сімейна ферма, ми з особливою турботою вирощуємо техаських
            перепелів. Завдяки якісному догляду, натуральному корму та
            дотриманню всіх стандартів, наші яйця відрізняються свіжістю,
            екологічністю та високою поживною цінністю.
          </p>
          <br />
          <p style={{ textIndent: '30px' }}>
            <strong>
              Обираючи перепелині яйця нашого виробництва, ви отримуєте не лише
              корисний продукт, а й частинку любові та турботи, вкладених у
              кожен етап виробництва. Спробуйте наші яйця і переконайтеся у
              їхній якості вже сьогодні!
            </strong>
          </p>
        </div>
      </div>
    </>
  );
};
