export const Eggs = () => {
  const eggs = `Перепелині яйця техаського білого бройлера: користь, якість та універсальність`;

  return (
    <>
      <div className="border-2 border-green-900 rounded-2xl mb-8 p-8">
        <h2 className="mb-8 text-3xl font-bold text-center">{eggs}</h2>
        <div className="text-2xl">
          <p className="indent-[30px]">
            <b>Перепелині яйця техаського білого бройлера</b> — це справжній
            суперфуд, створений природою для підтримки здоров’я та гарного
            самопочуття. Вони об&apos;єднують у собі високу харчову цінність,
            унікальний смак і широке кулінарне застосування.
          </p>
          <p className="indent-[30px]">
            Техаський білий бройлерний перепел був виведений у 1970-х роках у
            США. Хоча основна мета селекції цієї породи полягала у створенні
            м’ясних птахів, яйця перепелів також вразили споживачів своїми
            перевагами. Самки цієї породи відкладають до 280-300 яєць на рік, що
            робить їх не лише продуктивними, але й ідеальним вибором для
            отримання якісних яєць.
          </p>
          <br />
          <p className="indent-[30px]">
            <b>Чому варто обрати перепелині яйця?</b>
          </p>
          <ul className="indent-[30px]">
            <li>
              <b>- Висока харчова цінність:</b>
              <ul>
                <li>
                  - Яйця багаті вітамінами А, В, Е, амінокислотами та
                  мікроелементами (залізо, калій, фосфор).
                </li>
                <li>
                  - Вони сприяють покращенню роботи серцево-судинної системи,
                  зміцнюють імунітет і підтримують здоров’я шкіри, волосся та
                  нігтів.
                </li>
              </ul>
            </li>
            <li>
              <b>- Гіпоалергенність:</b>
              <ul>
                <li>
                  - На відміну від курячих яєць, перепелині рідко викликають
                  алергічні реакції. Їх можна вживати навіть дітям і людям із
                  чутливим організмом.
                </li>
              </ul>
            </li>
            <li>
              <b>- Природний підсилювач здоров’я:</b>
              <ul>
                <li>
                  - Регулярне споживання перепелиних яєць допомагає знизити
                  стрес, підвищити працездатність і зміцнити нервову систему.
                </li>
              </ul>
            </li>
          </ul>
          <br />
          <p className="indent-[30px]">
            <b>Для кого ці яйця?</b>
          </p>
          <ul className="indent-[30px]">
            <li>
              <b>- Дітям:</b> сприяють здоровому росту та розвитку.
            </li>
            <li>
              <b>- Дорослим:</b> підтримують організм у стресових умовах і
              насичують енергією.
            </li>
            <li>
              <b>- Літнім людям:</b> допомагають зберегти міцність кісток та
              нормалізувати кров&apos;яний тиск.
            </li>
          </ul>
          <br />
          <p className="indent-[30px]">
            <b>Перепелині яйця — це універсальний продукт на вашій кухні:</b>
          </p>
          <ul className="indent-[30px]">
            <li>
              - Використовуйте їх у салатах, запіканках, омлетах чи канапе.
            </li>
            <li>
              - Приготуйте дієтичні страви, адже ці яйця мають низьку
              калорійність.
            </li>
            <li>
              - Завдяки їхньому мініатюрному розміру, вони також стануть
              оригінальною прикрасою для страв.
            </li>
          </ul>
          <br />
          <p className="indent-[30px]">
            <b>Чому обрати наші яйця?</b>
          </p>
          <p className="indent-[30px]">
            Як сімейна ферма, ми з особливою турботою вирощуємо техаських
            перепелів. Завдяки якісному догляду, натуральному корму та
            дотриманню всіх стандартів, наші яйця відрізняються свіжістю,
            екологічністю та високою поживною цінністю.
          </p>
          <br />
          <p className="indent-[30px]">
            <strong>
              Обираючи перепелині яйця нашого виробництва, ви отримуєте не лише
              корисний продукт, а й частинку любові та турботи, вкладених у
              кожен етап виробництва. Спробуйте наші яйця і переконайтеся у
              їхній якості вже сьогодні!
            </strong>
          </p>
        </div>
      </div>
    </>
  );
};
