const EggsTextTwo = () => {
  return (
    <>
      <p className="indent-[30px]">
        <b>Чому варто обрати перепелині яйця?</b>
      </p>
      <ul className="indent-[30px] mb-4">
        <li>
          <b>Висока харчова цінність:</b> Багаті вітамінами (A, B, E),
          амінокислотами та мікроелементами (залізо, калій, фосфор), що
          підтримують здоров’я серця, шкіри, волосся та нігтів.
        </li>
        <li>
          <b>Гіпоалергенність:</b> Рідко викликають алергічні реакції, тому
          підходять дітям та людям із чутливим організмом.
        </li>
        <li>
          <b>Підтримка імунітету:</b> Сприяють зміцненню імунної системи та
          підвищують стійкість до стресу.
        </li>
        <li>
          <b>Енергетична підтримка:</b> Допомагають покращити працездатність і
          нормалізувати роботу нервової системи.
        </li>
        <li>
          <b>Універсальність у кулінарії:</b> Підходять для салатів, омлетів,
          запіканок, канапе, а також як оригінальна прикраса страв.
        </li>
        <li>
          <b>Для всіх вікових груп:</b> Сприяють здоровому розвитку дітей,
          підтримують енергію дорослих і допомагають літнім людям зберегти
          міцність кісток та нормалізувати кров’яний тиск.
        </li>
        <li>
          <b>Низька калорійність:</b> Чудовий вибір для дієтичного харчування.
        </li>
      </ul>
    </>
  );
};

export default EggsTextTwo;
