import { SectionYellow } from './sectionYellow';
import { Title } from './title.jsx';

export const Eggs = () => {
  return (
    <SectionYellow>
      <Title>
        Перепелині яйця техаського білого бройлера: користь, якість та
        універсальність
      </Title>
      <div>
        <p className="indent-30">
          <b>Перепелині яйця техаського білого бройлера</b> — це справжній
          суперфуд, створений природою для підтримки здоров’я та гарного
          самопочуття. Вони об&apos;єднують у собі високу харчову цінність,
          унікальний смак і широке кулінарне застосування.
        </p>
        <p className="indent-30">
          Техаський білий бройлерний перепел був виведений у 1970-х роках у США.
          Хоча основна мета селекції цієї породи полягала у створенні м’ясних
          птахів, яйця перепелів також вразили споживачів своїми перевагами.
          Самки цієї породи відкладають до 280-300 яєць на рік, що робить їх не
          лише продуктивними, але й ідеальним вибором для отримання якісних
          яєць.
        </p>
        <p className="indent-30 mb-4">
          Кожне яйце – це результат турботи про птахів та використання тільки
          натуральних кормів. Перепелині яйця ідеально підходять для щоденного
          вживання всією родиною, а також для дієтичного та дитячого харчування.
        </p>

        <p className="indent-[30px]">
          <b>Чому варто обрати перепелині яйця?</b>
        </p>
        <ul className="indent-[30px] mb-4">
          <li>
            <b>Висока харчова цінність:</b> Багаті вітамінами (A, B, E),
            амінокислотами та мікроелементами (залізо, калій, фосфор), що
            підтримують здоров’я серця, шкіри, волосся та нігтів.
          </li>
          <li>
            <b>Гіпоалергенність:</b> Рідко викликають алергічні реакції, тому
            підходять дітям та людям із чутливим організмом.
          </li>
          <li>
            <b>Підтримка імунітету:</b> Сприяють зміцненню імунної системи та
            підвищують стійкість до стресу.
          </li>
          <li>
            <b>Енергетична підтримка:</b> Допомагають покращити працездатність і
            нормалізувати роботу нервової системи.
          </li>
          <li>
            <b>Універсальність у кулінарії:</b> Підходять для салатів, омлетів,
            запіканок, канапе, а також як оригінальна прикраса страв.
          </li>
          <li>
            <b>Для всіх вікових груп:</b> Сприяють здоровому розвитку дітей,
            підтримують енергію дорослих і допомагають літнім людям зберегти
            міцність кісток та нормалізувати кров’яний тиск.
          </li>
          <li>
            <b>Низька калорійність:</b> Чудовий вибір для дієтичного харчування.
          </li>
        </ul>

        <p className="indent-[30px]">
          <b>Чому обрати наші яйця?</b>
        </p>
        <p className="indent-[30px] mb-4">
          Як сімейна ферма, ми з особливою турботою вирощуємо техаських
          перепелів. Завдяки якісному догляду, натуральному корму та дотриманню
          всіх стандартів, наші яйця відрізняються свіжістю, екологічністю та
          високою поживною цінністю.
        </p>

        <p className="indent-[30px]">
          <strong>
            Обираючи перепелині яйця нашого виробництва, ви отримуєте не лише
            корисний продукт, а й частинку любові та турботи, вкладених у кожен
            етап виробництва. Спробуйте наші яйця і переконайтеся у їхній якості
            вже сьогодні!
          </strong>
        </p>
      </div>
    </SectionYellow>
  );
};
