export const Farm = () => {
  const farm = `Запрошуємо до ферми перепелів у селі Шляхова!`;

  return (
    <>
      <div className="border-2 border-green-900 rounded-2xl mb-8 p-8">
        <h2 className="mb-8 text-3xl font-bold text-center">{farm}</h2>
        <div className="text-2xl">
          <img
            src="./quailfarm.jpg"
            alt="Quail Farm"
            className="w-max h-auto my-8 rounded-xl overflow-hidden"
          />
          <p className="indent-[30px]">
            Весна 2024 року стала знаковою для села Шляхова у Вінницькій
            області. Тут відкрилася сучасна ферма з вирощування Техаського
            білого бройлерного перепела – породи, яка славиться соковитим
            м&apos;ясом та високою продуктивністю.
          </p>
          <br />
          <p className="indent-[30px]">
            <b>М’ясо перепелів – смак і користь на вашому столі</b>
          </p>
          <p className="indent-[30px]">
            Наша ферма пропонує якісне м’ясо перепелів, вирощених у натуральних
            умовах. Техаський білий бройлерний перепел відомий своїм великим
            розміром і ніжним м’&apos;ясом, багатим на білок, залізо та інші
            корисні речовини. Це ідеальний продукт для здорового харчування,
            який легко засвоюється та підходить навіть для дитячого раціону.
          </p>
          <br />
          <p className="indent-[30px]">
            <b>М&apos;ясо наших перепелів:</b>
          </p>
          <ul className="indent-[30px]">
            <li>
              <b>- Екологічно чисте:</b> Птахи годуються виключно натуральними
              кормами, які ми готуємо на фермі.
            </li>
            <li>
              <b>- Надзвичайно смачне:</b> Підходить для приготування
              різноманітних страв – від дієтичних до вишуканих.
            </li>
            <li>
              <b>- Завжди свіже:</b> Ми забезпечуємо максимально швидке
              постачання, щоб ви отримували найкращий продукт.
            </li>
          </ul>
          <br />
          <p className="indent-[30px]">
            <b>Перепелині яйця – джерело здоров’я</b>
          </p>
          <p className="indent-[30px]">
            На нашій фермі також активно займаються виробництвом перепелиних
            яєць. Вони відомі своїми корисними властивостями: високий вміст
            вітамінів, амінокислот і мікроелементів робить цей продукт
            незамінним для зміцнення імунітету та підтримки здоров’я.
          </p>
          <p className="indent-[30px]">
            Кожне яйце – це результат турботи про птахів та використання тільки
            натуральних кормів. Перепелині яйця ідеально підходять для щоденного
            вживання всією родиною, а також для дієтичного та дитячого
            харчування.
          </p>
          <br />
          <p className="indent-[30px]">
            <b>Зручні умови для наших клієнтів:</b>
          </p>
          <ul className="indent-[30px]">
            <li>
              <b>- Самовивіз:</b> Ви можете особисто завітати на ферму та обрати
              продукцію.
            </li>
            <li>
              <b>- Доставка Новою поштою:</b> Швидка доставка в будь-який регіон
              України.
            </li>
            <li>
              <b>- Індивідуальна доставка:</b> Можливість домовитися про
              доставку прямо до вашого дому.
            </li>
          </ul>
          <br />
          <p className="indent-[30px]">
            <b>Чому обирають нас?</b>
          </p>
          <ul className="indent-[30px]">
            <li>
              <b>- Натуральний корм:</b> Усе готується виключно засобами ферми.
            </li>
            <li>
              <b>- Висока якість продукції:</b> Ми дотримуємося всіх стандартів,
              щоб задовольнити найвибагливіших клієнтів.
            </li>
            <li>
              <b>- Свіжість і доступність:</b> Завжди свіжа продукція за
              вигідними цінами.
            </li>
          </ul>
          <br />
          <p className="indent-[30px]">
            <strong>
              Замовляйте смачне перепелине м’ясо та корисні яйця з нашої ферми –
              це найкращий вибір для вашого здоров’я та гастрономічного
              задоволення.
            </strong>
          </p>
          <p className="indent-[30px]">
            <b>
              Телефонуйте прямо зараз – ми з нетерпінням чекаємо на ваші
              замовлення!
            </b>
          </p>
        </div>
      </div>
    </>
  );
};
