import { SectionYellow } from './sectionYellow';
import { Title } from './title';

export const Farm = () => {
  return (
    <SectionYellow>
      <Title>Запрошуємо до ферми перепелів у селі Техаське!</Title>
      <div>
        <img
          src="./quailfarm.jpg"
          alt="Quail Farm"
          className="w-max h-auto mb-4 rounded-xl overflow-hidden"
        />
        <p className="indent-30 mb-4">
          Весна 2024 року стала знаковою для села Техаське у Техаській області.
          Тут відкрилася сучасна ферма з вирощування Техаського білого
          бройлерного перепела – породи, яка славиться соковитим м&apos;ясом та
          високою продуктивністю.
        </p>

        <p className="indent-30">
          <b>М’ясо перепелів – смак і користь на вашому столі</b>
        </p>
        <p className="indent-30 mb-4">
          Наша ферма пропонує якісне м’ясо перепелів, вирощених у натуральних
          умовах. Техаський білий бройлерний перепел відомий своїм великим
          розміром і ніжним м’&apos;ясом, багатим на білок, залізо та інші
          корисні речовини. Це ідеальний продукт для здорового харчування, який
          легко засвоюється та підходить навіть для дитячого раціону.
        </p>

        <p className="indent-[30px]">
          <b>Перепелині яйця – джерело здоров’я</b>
        </p>
        <p className="indent-[30px] mb-4">
          На нашій фермі також активно займаються виробництвом перепелиних яєць.
          Вони відомі своїми корисними властивостями: високий вміст вітамінів,
          амінокислот і мікроелементів робить цей продукт незамінним для
          зміцнення імунітету та підтримки здоров’я.
        </p>

        <p className="indent-[30px]">
          <b>Зручні умови для наших клієнтів:</b>
        </p>
        <ul className="indent-[30px] mb-4">
          <li>
            <b>Самовивіз:</b> Ви можете особисто завітати на ферму та обрати
            продукцію.
          </li>
          <li>
            <b>Доставка Новою поштою:</b> Швидка доставка в будь-який регіон
            України.
          </li>
          <li>
            <b>Індивідуальна доставка:</b> Можливість домовитися про доставку
            прямо до вашого дому.
          </li>
        </ul>

        <p className="indent-[30px]">
          <b>Чому обирають нас?</b>
        </p>
        <ul className="indent-[30px] mb-4">
          <li>
            <b>Натуральний корм:</b> Усе готується виключно засобами ферми.
          </li>
          <li>
            <b>Висока якість продукції:</b> Ми дотримуємося всіх стандартів, щоб
            задовольнити найвибагливіших клієнтів.
          </li>
          <li>
            <b>Свіжість і доступність:</b> Завжди свіжа продукція за вигідними
            цінами.
          </li>
        </ul>

        <p className="indent-[30px]">
          <strong>
            Замовляйте смачне перепелине м’ясо та корисні яйця з нашої ферми –
            це найкращий вибір для вашого здоров’я та гастрономічного
            задоволення.
          </strong>
        </p>
        <p className="indent-[30px]">
          <b>
            Телефонуйте прямо зараз – ми з нетерпінням чекаємо на ваші
            замовлення!
          </b>
        </p>
      </div>
    </SectionYellow>
  );
};
