export const Farm = () => {
  const farm = `Запрошуємо до ферми перепелів у селі Шляхова!`;

  return (
    <>
      <h2 className="mb-8 text-3xl font-bold text-center">{farm}</h2>
      <div className="mb-8 py-8">
        <div className="text-2xl">
          <p className="indent-[30px]">
            Весна 2024 року стала знаковою для села Шляхова у Вінницькій
            області. Тут відкрилася сучасна ферма з вирощування Техаського
            білого бройлерного перепела – породи, яка славиться соковитим
            м&apos;ясом та високою продуктивністю.
          </p>
          <br />
          <p className="indent-[30px]">
            <strong>М’ясо перепелів – смак і користь на вашому столі</strong>
          </p>
          <p className="indent-[30px]">
            Наша ферма пропонує якісне м’ясо перепелів, вирощених у натуральних
            умовах. Техаський білий бройлерний перепел відомий своїм великим
            розміром і ніжним м’&apos;ясом, багатим на білок, залізо та інші
            корисні речовини. Це ідеальний продукт для здорового харчування,
            який легко засвоюється та підходить навіть для дитячого раціону.
          </p>
          <br />
          <p className="indent-[30px]">
            <strong>М&apos;ясо наших перепелів:</strong>
          </p>
          <ul className="indent-[30px]">
            <li>
              <strong>- Екологічно чисте:</strong> Птахи годуються виключно
              натуральними кормами, які ми готуємо на фермі.
            </li>
            <li>
              <strong>- Надзвичайно смачне:</strong> Підходить для приготування
              різноманітних страв – від дієтичних до вишуканих.
            </li>
            <li>
              <strong>- Завжди свіже:</strong> Ми забезпечуємо максимально
              швидке постачання, щоб ви отримували найкращий продукт.
            </li>
          </ul>
          <br />
          <p className="indent-[30px]">
            <strong>Перепелині яйця – джерело здоров’я</strong>
          </p>
          <p className="indent-[30px]">
            На нашій фермі також активно займаються виробництвом перепелиних
            яєць. Вони відомі своїми корисними властивостями: високий вміст
            вітамінів, амінокислот і мікроелементів робить цей продукт
            незамінним для зміцнення імунітету та підтримки здоров’я.
          </p>
          <p className="indent-[30px]">
            Кожне яйце – це результат турботи про птахів та використання тільки
            натуральних кормів. Перепелині яйця ідеально підходять для щоденного
            вживання всією родиною, а також для дієтичного та дитячого
            харчування.
          </p>
          <br />
          <p className="indent-[30px]">
            <strong>Зручні умови для наших клієнтів:</strong>
          </p>
          <ul className="indent-[30px]">
            <li>
              <strong>- Самовивіз:</strong> Ви можете особисто завітати на ферму
              та обрати продукцію.
            </li>
            <li>
              <strong>- Доставка Новою поштою:</strong> Швидка доставка в
              будь-який регіон України.
            </li>
            <li>
              <strong>- Індивідуальна доставка:</strong> Можливість домовитися
              про доставку прямо до вашого дому.
            </li>
          </ul>
          <br />
          <p className="indent-[30px]">
            <strong>Чому обирають нас?</strong>
          </p>
          <ul className="indent-[30px]">
            <li>
              <strong>- Натуральний корм:</strong> Усе готується виключно
              засобами ферми.
            </li>
            <li>
              <strong>- Висока якість продукції:</strong> Ми дотримуємося всіх
              стандартів, щоб задовольнити найвибагливіших клієнтів.
            </li>
            <li>
              <strong>- Свіжість і доступність:</strong> Завжди свіжа продукція
              за вигідними цінами.
            </li>
          </ul>
          <br />
          <p className="indent-[30px]">
            <strong>
              Замовляйте смачне перепелине м’ясо та корисні яйця з нашої ферми –
              це найкращий вибір для вашого здоров’я та гастрономічного
              задоволення.
            </strong>
          </p>
          <p className="indent-[30px]">
            <strong>
              Телефонуйте прямо зараз – ми з нетерпінням чекаємо на ваші
              замовлення!
            </strong>
          </p>
        </div>
      </div>
    </>
  );
};
