import { SectionYellow } from './sectionYellow';
import { Title } from './title.jsx';

export const Meat = () => {
  return (
    <SectionYellow>
      <Title>
        Техаський білий бройлерний перепел: якість, створена з турботою
      </Title>
      <div>
        <p className="indent-[30px]">
          <b>Техаський білий бройлерний перепел</b> (Texas A&M Quail) — це
          порода, яка була виведена в 1970-х роках в Техаському аграрному
          університеті. Її створили з метою отримання високоякісного м’яса, а
          також для забезпечення високої продуктивності і витривалості птахів у
          різних умовах. Вибір білих перепелів не випадковий — їх біле оперення
          не тільки має естетичний вигляд, але й полегшує обробку тушок. Порода
          здобула популярність завдяки швидкому набору ваги, великим розмірам і
          чудовим харчовим властивостям м’яса.
        </p>
        <p className="indent-[30px] mb-4">
          Техаський білий перепел є результатом селекційної роботи, яку
          проводили на основі японського перепела, відомого своєю високою
          репродуктивною здатністю і швидким ростом. Згодом техаська порода
          завоювала популярність у всьому світі, включаючи Європу та Україну,
          завдяки своїм відмінним характеристикам та простоті утримання.
        </p>

        <p className="indent-[30px]">
          <b>Чому саме м&apos;ясо техаського перепела?</b>
        </p>
        <ul className="indent-[30px] mb-4">
          <li>
            <b>Ніжний смак і текстура:</b> М&apos;ясо перепела відзначається
            делікатною текстурою і багатим смаком, що робить його ідеальним для
            приготування різноманітних страв.
          </li>
          <li>
            <b>Дієтичність:</b> М&apos;ясо містить велику кількість білка,
            мінімум жиру і насичене важливими амінокислотами. Воно стане чудовим
            вибором для тих, хто прагне харчуватися здорово та збалансовано.
          </li>
          <li>
            <b>Швидкість росту:</b> Птахи швидко набирають вагу, що робить їх
            вигідними для вирощування.
          </li>
        </ul>

        <p className="indent-30">
          <b>М&apos;ясо наших перепелів:</b>
        </p>
        <ul className="indent-[30px] mb-4">
          <li>
            <b>Екологічно чисте:</b> Птахи годуються виключно натуральними
            кормами, які ми готуємо на фермі.
          </li>
          <li>
            <b>Надзвичайно смачне:</b> Підходить для приготування різноманітних
            страв – від дієтичних до вишуканих.
          </li>
          <li>
            <b>Завжди свіже:</b> Ми забезпечуємо максимально швидке постачання,
            щоб ви отримували найкращий продукт.
          </li>
        </ul>

        <p className="indent-[30px]">
          <strong>Переваги м&apos;яса техаського перепела</strong>
        </p>
        <ul className="indent-[30px] mb-4">
          <li>
            <b>Екологічність та натуральність:</b> Ми вирощуємо перепелів без
            застосування шкідливих добавок, що гарантує натуральний продукт
            високої якості.
          </li>
          <li>
            <b>Простота в приготуванні:</b> М&apos;ясо перепела ідеально
            підходить для запікання, смаження та приготування на грилі. Це
            універсальний продукт для будь-якої кухні.
          </li>
          <li>
            <b>Естетика та привабливість:</b>: Біле оперення птахів забезпечує
            чудовий вигляд тушок, що робить їх привабливими для споживачів.
          </li>
        </ul>

        <p className="indent-[30px]">
          <b>Чому вибирати саме наших перепелів?</b>
        </p>
        <p className="indent-[30px] mb-4">
          Ми вирощуємо техаських перепелів з турботою та увагою до кожного етапу
          їхнього розвитку, від вигодовування до забою. Наші птахи здорові, а
          м&apos;ясо — свіжий, смачний та корисний продукт, який стане відмінним
          доповненням до будь-якого раціону. Вибираючи м&apos;ясо техаського
          перепела, ви отримуєте якісний та натуральний продукт, що поєднує
          відмінний смак і користь для здоров’я.
        </p>

        <p className="indent-[30px]">
          <strong>
            Замовляйте м&apos;ясо техаського білого перепела і спробуйте
            справжній смак якості!
          </strong>
        </p>
      </div>
    </SectionYellow>
  );
};
