const MeatTextTwo = () => {
  return (
    <>
      <p className="indent-[30px]">
        <b>Чому обирають м&apos;ясо техаського перепела?</b>
      </p>
      <p className="indent-[30px]">
        Ми вирощуємо техаських перепелів з турботою та увагою до кожного етапу
        їхнього розвитку, від вигодовування до забою. Наші птахи здорові, а
        м&apos;ясо — свіжий, смачний та корисний продукт, який стане відмінним
        доповненням до будь-якого раціону. Вибираючи м&apos;ясо техаського
        перепела, ви отримуєте якісний та натуральний продукт, що поєднує
        відмінний смак і користь для здоров’я.
      </p>
      <ul className="indent-[30px] mb-4">
        <li>
          <b>Ніжний смак і текстура:</b> Вирізняється делікатною текстурою та
          багатим смаком, що робить його ідеальним для приготування
          різноманітних страв.
        </li>
        <li>
          <b>Дієтичність:</b> Містить багато білка, мінімум жиру та насичене
          важливими амінокислотами, підходить для здорового харчування.
        </li>
        <li>
          <b>Екологічність:</b> Перепели годуються виключно натуральними кормами
          без шкідливих добавок, що гарантує високу якість продукту.
        </li>
        <li>
          <b>Простота в приготуванні:</b> Підходить для запікання, смаження,
          грилю та інших кулінарних технік. Універсальний продукт для будь-якої
          кухні.
        </li>
        <li>
          <b>Швидкість росту:</b> Птахи швидко набирають вагу, що робить їх
          вигідними для вирощування.
        </li>
        <li>
          <b>Естетичний вигляд:</b> Біле оперення птахів забезпечує привабливий
          зовнішній вигляд тушок.
        </li>
        <li>
          <b>Завжди свіже:</b> Забезпечується максимально швидке постачання, щоб
          продукт потрапляв до споживача у найкращій якості.
        </li>
      </ul>
    </>
  );
};
export default MeatTextTwo;
