import { SectionYellow } from './sectionYellow';
import { Title } from './title.jsx';

export const Meat = () => {
  return (
    <SectionYellow>
      <Title>Техаський білий бройлерний перепел</Title>
      <div className="grid grid-cols-1 md:grid-cols-2 gap-8">
        <div>
          <p className="indent-[30px]">
            <b>Техаський білий бройлерний перепел (Texas A&M Quail)</b> – це
            порода, створена у 1970-х роках у Техаському аграрному університеті
            для отримання високоякісного м’яса. Завдяки селекційній роботі, в
            основі якої лежало схрещування японських перепелів із бройлерними,
            вдалося досягти швидкого набору ваги, високої продуктивності та
            стійкої передачі цих характеристик наступним поколінням. Оперення
            птахів успадковане від англійської білої породи, що забезпечує
            естетичний вигляд та полегшує обробку тушок.
          </p>
          <p className="indent-[30px]">
            Техаські перепели мають густе пухнасте біле оперення, широку спину,
            опуклі груди, коротку шию та хвіст. Їхній вигляд доповнюють чорні
            цятки на голові та дзьобі, що іноді зустрічаються у самців, але не є
            обов’язковою ознакою. Жива маса самок досягає 420-470 г, тоді як
            самці важать 300-360 г. Тушка перепела може важити до 250 г, що
            дозволяє називати цю породу бройлерною.
          </p>
          <p className="indent-[30px]">
            Птахи вирізняються не лише розмірами, а й ніжним, дієтичним м’ясом
            із високими гастрономічними властивостями. Воно менш калорійне, ніж
            курятина, що робить його ідеальним вибором для прихильників
            здорового харчування. Завдяки економічному споживанню корму молодняк
            швидко росте, хоча надмірний апетит може призводити до ожиріння.
          </p>
          <p className="indent-[30px]">
            Перепели починають нестися вже у віці 60 днів. Несучість досягає 220
            яєць на рік, а вага кожного яйця становить від 12 до 18 г.
            Перепелині яйця відомі своїми лікувальними властивостями. Вони
            містять вітаміни, амінокислоти та мікроелементи, корисні для
            організму. Також їх рекомендують при розладах шлунково-кишкового
            тракту, радіоактивному опроміненні та інших захворюваннях.
          </p>
          <p className="indent-[30px] mb-4">
            Техаський білий перепел – це невибаглива, врівноважена та
            продуктивна порода, яка ідеально підходить як для домашнього
            господарства, так і для промислового розведення. Завдяки своїм
            характеристикам порода здобула популярність у багатьох країнах
            світу, включно з Україною.
          </p>
        </div>
        <div>
          <p className="indent-[30px]">
            <b>Чому обирають м&apos;ясо техаського перепела?</b>
          </p>
          <ul className="indent-[30px] mb-4">
            <li>
              <b>Ніжний смак і текстура:</b> Вирізняється делікатною текстурою
              та багатим смаком, що робить його ідеальним для приготування
              різноманітних страв.
            </li>
            <li>
              <b>Дієтичність:</b> Містить багато білка, мінімум жиру та насичене
              важливими амінокислотами, підходить для здорового харчування.
            </li>
            <li>
              <b>Екологічність:</b> Перепели годуються виключно натуральними
              кормами без шкідливих добавок, що гарантує високу якість продукту.
            </li>
            <li>
              <b>Простота в приготуванні:</b> Підходить для запікання, смаження,
              грилю та інших кулінарних технік. Універсальний продукт для
              будь-якої кухні.
            </li>
            <li>
              <b>Швидкість росту:</b> Птахи швидко набирають вагу, що робить їх
              вигідними для вирощування.
            </li>
            <li>
              <b>Естетичний вигляд:</b> Біле оперення птахів забезпечує
              привабливий зовнішній вигляд тушок.
            </li>
            <li>
              <b>Завжди свіже:</b> Забезпечується максимально швидке постачання,
              щоб продукт потрапляв до споживача у найкращій якості.
            </li>
          </ul>
          <p className="indent-[30px]">
            <b>Чому вибирати саме наших перепелів?</b>
          </p>
          <p className="indent-[30px] mb-4">
            Ми вирощуємо техаських перепелів з турботою та увагою до кожного
            етапу їхнього розвитку, від вигодовування до забою. Наші птахи
            здорові, а м&apos;ясо — свіжий, смачний та корисний продукт, який
            стане відмінним доповненням до будь-якого раціону. Вибираючи
            м&apos;ясо техаського перепела, ви отримуєте якісний та натуральний
            продукт, що поєднує відмінний смак і користь для здоров’я.
          </p>
        </div>
      </div>
      <p className="indent-30 md:text-center">
        <strong>
          Замовляйте м&apos;ясо техаського білого перепела і спробуйте справжній
          смак якості!
        </strong>
      </p>
    </SectionYellow>
  );
};
